[
  {
    "id": "ginger-the-giraffe",
    "title": "GINGER THE GIRAFFE",
    "text": "Read this warm tale of camaraderie and affection set in the wild and beautiful Savannah in our free illustrated kid's book. Ginger the giraffe uses her long neck to save the other animals from the blazing forest fire. Follow them in their jungle paths as they all meet with yet another adventure.\n\nIt is illegal to use this free children's book for commercial without giving us credit by linking to our website\n\nwww.monkeypen.com\n\n. Teachers and Educational Institutions, please read our\n\nT&C\n\nbefore making any use of monkeypen books.\n\nPlease share our books with your friends and family to support our mission. Thank you\n\nDownload Free PDF Book\n\nClick here to read more Free\n\nChildren's books\n\nOnce upon a time, there was a giraffe named Ginger. Ginger lived in Kenya, a country in Africa. Like all giraffes, Ginger had a long neck and long legs. Because she was so tall, she was able to eat food from the very tops of the trees in the savannah. The savannah in Africa is an area with lots of grass and some trees. Sometimes, a savannah is called grasslands. The other animals like zebras and antelopes could not reach where Ginger could reach. But Ginger always found food. She loved the leaves and the new buds of the trees.\n\nOne day, Ginger was busy eating her favorite leaves along with some other giraffes. It was a bright sunny day and there was not a cloud in the sky. It had not rained for a long time, so the grass was very dry. She heard a noise down at the bottom of her extra long legs: it was her friend, Mickey the Monkey. Mickey was trying to say something, but Ginger couldn’t understand what he was saying. He looked very tired. “What’s wrong?” asked Ginger. Ginger was a very kind giraffe and wanted to help everyone.\n\nJust then Mickey fell over!\n\nGinger was also a smart giraffe. She knew what was wrong. Mickey couldn’t find anything to eat and he was very hungry. Ginger nibbled some fresh, tender leaves and buds from the top of the tree where she was eating. She dropped some of the leaves and buds to the ground near where Mickey was. Then she nudged him a little with the hoof at the bottom of one of her very long legs. “Wake up, Mickey!” said Ginger.\n\n“I’ve found something for you to eat.”\n\nSlowly Mickey sat up and ate a little.\n\nAfter a while, when Mickey was feeling better, Ginger asked him, “What’s happened, Mickey? Why are you so hungry? Why can’t you find anything to eat?” Mickey said, “It hasn’t rained for so long and now there’s no more food.” “That’s not good,” said Ginger. “What’s happening with the other animals?” “No one knows what to do,” answered Mickey. “All the zebras and the antelopes and the elephants are getting worried about the dry grass.\n\nSome of them are thinking about leaving the savannah and trying to reach the jungle.”\n\n“That’s a long trip,” said Ginger.\n\n“Are you going to go with them?”\n\n“I don’t know,” answered Mickey. “What do you think we should do?” Ginger thought for a while and then suddenly, she had a good idea. “We should go talk to Leo the Lion.\n\nHe is the smartest animal in the savannah!” Mickey was too tired to walk, so Ginger invited him to ride on her back. “Hold on tight to my neck,” said Ginger. “There’s a lot to hold on to,” joked Mickey. Ginger laughed. “You’re right. I’ve got the longest neck in Africa!” So they started their journey across to the other side of the savannah to look for Leo.\n\nGinger and Mickey were in luck! Leo was sitting up on a rock and he was really easy to see as they walked through the grass. “Hi, Leo!” they both shouted. Leo had been napping and was a little grumpy when they woke him up. But he was polite and said, “Hello Ginger and Mickey. Why did you walk the whole way across the savannah? Just to wake me up?” But he was joking; he had a smile on his face. “Mickey says that there is no food left on the savannah because it’s been so dry,” said Ginger. “Do you have any ideas?”\n\nLeo thought for a while. He said, “There’s nothing we can do about the rain. It will come soon, but we can’t be sure when it will arrive. When the rain comes, all the plants will grow again and there will be lots of food for everybody.”\n\nHe thought a little longer. “The only thing I can think of is for everyone to move closer to the forest,” he continued. “There will be more things to eat there, but I know it’s a long trip and it will not be very easy.\n\nIt might take days to get there.”\n\nGinger and Mickey looked at each other and then looked back at Leo. “Thank you, Leo,” said Ginger. “It’s probably best if they all try to get closer to the jungle.” They said goodbye and then walked back across the savannah.\n\nNow they needed to gather all of the animals together to start the long journey. Ginger didn’t need to go along because she had plenty of food in her high trees. But she was a good friend and wanted to help as much as she could.\n\nThey walked towards her favorite trees and guess what she and Mickey saw?\n\nAll of the animals were already gathered there and waiting for Ginger and Mickey! “Why are you all here?” asked Ginger. “Eddie the Eagle told us that you’re taking us to the edge of the jungle,” said one of the zebras. “How did he know?” asked Mickey. “He heard you talking with Leo,” said one of the antelopes. “So you’ve all decided to try to walk together to the jungle?” asked Ginger. “Yes,” they all answered. “If you’ll help us to get there,” added one of the elephants.\n\n“Of course, I’ll help,” said Ginger. “I’m your friend.”\n\nSo they started on their big journey across the savannah to the jungle. The sun was so hot and there was no food and no place to get a drink of water. And then they heard it. It was thunder! “Thunder!” they all shouted. Thunder was very scary to the animals of the savannah. Can you guess why? Fire! Sometimes the lightning hits the dry grass and the whole savannah catches fire. Then everyone has to run. And that is exactly what happened. “Fire!” they shouted. They\n\ncould smell it. And now they could see it.\n\nThe fire was coming towards them!\n\nGinger had to think fast. Because she was so tall she could see farther than any of the other animals.\n\nShe stretched her long neck up as far\n\nas she could. Now she could see a place where there was no fire. “Quick!” she said. “Everyone run this way.”\n\nAll of the animals followed her\n\nand ran as fast as they could. Soon, they were\n\nout of danger. They stopped and gathered together one more time. “Is everyone here?” Ginger asked. She wanted to make sure they were all safe.\n\nAll the animals looked around; they were all there.\n\nAnd then the most wonderful thing happened. “I felt a drop,” said a zebra. “Me too,” said an antelope. It was rain! Finally! Everyone was very happy. It started to rain a little more and then a little more. The rain put out the fire so they didn’t have to run. And the rain filled their watering holes and made the plants grow again,\n\nso they didn’t have to make that long trip to the edge of the jungle. Everyone would soon have enough food and water. So Ginger, the Giraffe went back to her favorite tree and continued to munch on the leaves and buds.\n\nPlease share our books with your friends and family to support our mission. Thank you\n\nDownload Free PDF Book\n\nClick here to read more Free\n\nChildren's books",
    "images": [
      {
        "id": "ginger-the-giraffe-0",
        "afterWordIndex": 103,
        "src": "/books/ginger-the-giraffe/img_000.png",
        "caption": "Free Children's Book Facebook Share",
        "alt": "Free Children's Book Facebook Share",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/icons_Facebook.png?v=1588438851"
      },
      {
        "id": "ginger-the-giraffe-1",
        "afterWordIndex": 103,
        "src": "/books/ginger-the-giraffe/img_001.png",
        "caption": "Free Children's Book Twitter Share",
        "alt": "Free Children's Book Twitter Share",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/icons_twitter.png?v=1588438875"
      },
      {
        "id": "ginger-the-giraffe-2",
        "afterWordIndex": 103,
        "src": "/books/ginger-the-giraffe/img_002.png",
        "caption": "Free Children's Book Linkedin Share",
        "alt": "Free Children's Book Linkedin Share",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/icons_linkedin.png?v=1588438869"
      },
      {
        "id": "ginger-the-giraffe-3",
        "afterWordIndex": 103,
        "src": "/books/ginger-the-giraffe/img_003.png",
        "caption": "Whatsapp Social Share",
        "alt": "Whatsapp Social Share",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/whatsapp.png?v=1588945300"
      },
      {
        "id": "ginger-the-giraffe-4",
        "afterWordIndex": 103,
        "src": "/books/ginger-the-giraffe/img_004.png",
        "caption": "Illustration 5",
        "alt": "Illustration 5",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/newpdficon_large.png?v=1501485027"
      },
      {
        "id": "ginger-the-giraffe-5",
        "afterWordIndex": 115,
        "src": "/books/ginger-the-giraffe/img_005.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/01_785e2608-d953-4436-8591-461b90f3ff6c.jpg?v=1613111091"
      },
      {
        "id": "ginger-the-giraffe-6",
        "afterWordIndex": 115,
        "src": "/books/ginger-the-giraffe/img_006.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--1.jpg?v=1606459201"
      },
      {
        "id": "ginger-the-giraffe-7",
        "afterWordIndex": 215,
        "src": "/books/ginger-the-giraffe/img_007.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--qqqq.jpg?v=1606459680"
      },
      {
        "id": "ginger-the-giraffe-8",
        "afterWordIndex": 316,
        "src": "/books/ginger-the-giraffe/img_008.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--3.jpg?v=1606459221"
      },
      {
        "id": "ginger-the-giraffe-9",
        "afterWordIndex": 410,
        "src": "/books/ginger-the-giraffe/img_009.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--4.jpg?v=1606459235"
      },
      {
        "id": "ginger-the-giraffe-10",
        "afterWordIndex": 513,
        "src": "/books/ginger-the-giraffe/img_010.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--5.jpg?v=1606459245"
      },
      {
        "id": "ginger-the-giraffe-11",
        "afterWordIndex": 614,
        "src": "/books/ginger-the-giraffe/img_011.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--6.jpg?v=1606459256"
      },
      {
        "id": "ginger-the-giraffe-12",
        "afterWordIndex": 718,
        "src": "/books/ginger-the-giraffe/img_012.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--7.jpg?v=1606459265"
      },
      {
        "id": "ginger-the-giraffe-13",
        "afterWordIndex": 817,
        "src": "/books/ginger-the-giraffe/img_013.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--8.jpg?v=1606459275"
      },
      {
        "id": "ginger-the-giraffe-14",
        "afterWordIndex": 917,
        "src": "/books/ginger-the-giraffe/img_014.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--9.jpg?v=1606459284"
      },
      {
        "id": "ginger-the-giraffe-15",
        "afterWordIndex": 1014,
        "src": "/books/ginger-the-giraffe/img_015.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--10.jpg?v=1606459300"
      },
      {
        "id": "ginger-the-giraffe-16",
        "afterWordIndex": 1116,
        "src": "/books/ginger-the-giraffe/img_016.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--11.jpg?v=1606459312"
      },
      {
        "id": "ginger-the-giraffe-17",
        "afterWordIndex": 1215,
        "src": "/books/ginger-the-giraffe/img_017.jpg",
        "caption": " Free Children's Book",
        "alt": " Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--12.jpg?v=1606459324"
      },
      {
        "id": "ginger-the-giraffe-18",
        "afterWordIndex": 1321,
        "src": "/books/ginger-the-giraffe/img_018.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/02_a29dded0-e6ab-467d-aad4-fee65b74a18d.jpg?v=1613111410"
      }
    ],
    "uuid": "4055cdc7-f2e9-4c58-970a-12a8c783531b"
  },
  {
    "id": "marty-mongoose",
    "title": "Marty Mongoose",
    "text": "In the rainforest, next to a wide river, there grew a great banyan tree. \nThis tree was ancient and provided a home for the many animals living in the area.\n\nHenrietta Heron had a beautiful nest high atop the Banyan tree. Carl Crayfish lived in tangled roots that entered the river at the waters edge. Sam the Black Snake had made his home under the great trunk of the tree. Marty Mongoose lived nearby. His home wasn’t actually in the Banyan tree but close enough where the tree offered a cooling shade during the hot days and protection from the heavy rains that fell every afternoon.\n\nHis home wasn’t actually in the banyan tree but close enough. The tree \noffered a cooling shade during the hot days and protection from the heavy rains that fell every afternoon. Now you must realize that not all animals in the rainforest are friends. They depend on one another for different things, many times for food.\n\nTo better understand this let me explain how Henrietta, Carl, Sam, and Marty live within the great Banyan tree.\n\nHenrietta Heron had built her nest by the river so she that would be close \nto the food she usually ate. Her diet consisted of fish, frogs, crayfish, and even snails. She had a great home.\n\nNow Carl Crayfish lived within the rocks and roots of the tree. Carl was really a scavenger. He would eat the pieces of food dropped by other animals and his home offered protection from animals that might snack on him.\n\nSam the Black Snake made his home under the great Banyan tree as it was close to many things he liked to eat. Sam preferred bird eggs but didn’t hesitate to eat anything he could catch, except maybe whole crayfish as they were very hard to swallow.\n\nCan you guess what Marty Mongoose liked to eat? Well if you said snakes, then you are absolutely correct. Marty liked to eat snakes of all types and sizes.\n\nOne day, Henrietta was out looking for food. When she returned to her nest, she found that two of her eggs were gone. Oh, how sad she was! Something had gotten into her nest and eaten two of her precious eggs.\n\nShe flew back down to the river so no other birds would see her crying. Then she saw Marty and said to him, “Sam must have slithered into my nest and eaten two of my eggs.” “That is a shame,” Marty replied in a sad voice. “Oh, what can I do?” Henrietta asked.\n\nNow Marty knew that Henrietta, and the other herons, liked to eat crayfish \nand, if there were an easy meal to be had, he was very interested. “So, you would like to get rid of that bothersome snake?” he asked Henrietta. “Oh, yes!” Henrietta sighed. “I wish something would eat him.”\n\n“Henrietta, I can help you,” Marty said excitedly. “You and your heron friends need to catch all the fish and crayfish in the area. Break them into pieces and leave a trail of food from Sam’s den to my home. He will be busy eating the food and he will not realize that he is close to me. He will be an easy meal for me and you will be rid of his egg stealing ways.”\n\nHenrietta thought for a minute, smiled, and then flew off to talk with the other herons. Soon the herons had captured all the fish, crayfish (even poor Carl) and made the trail of food between the snake’s den and the home of the mongoose. Then they returned to their nests to watch.\n\nAs Sam slithered out of his den, he was surprised to see all the fresh snacks just lying on the ground. “Yummy! Yummy!” he thought to himself as he began eating.\n\nIt wasn’t long before Sam had eaten his way to Marty’s home. As Sam opened his mouth to eat the last snack, Marty jumped out of from \nthe bushes. Well, I don’t have to tell you what happened because you \nalready know. But in case you don’t, there was a big B-U-R-P and \nMarty returned home.\n\n“Did you see that?” Henrietta asked the other herons. “Now our eggs are safe.”\n\nThe other herons saw Marty climbing the tree but it was too late \nto warn Henrietta. All they could do was leave their nests and, like the snakes, find a safer home.\n\nNow Marty was alone. There was no food in the area, and no reason for him to stay in his nice home, protected by the great banyan tree.\n\nThe great banyan tree is now empty of all life. But there is a circle-of-life in the rainforest and it won’t be long before new animals arrive at the banyan tree, and call it “home”.\n\nPlease share our books with your friends and family to support our mission. Thank you",
    "images": [
      {
        "id": "marty-mongoose-1",
        "afterWordIndex": -1,
        "src": "/books/marty-mongoose/01_01_876b5744-a3c3-4f25-a175-e1024bcb211b.jpg",
        "caption": "Cover",
        "alt": "Cover",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/01_876b5744-a3c3-4f25-a175-e1024bcb211b.jpg?v=1613467403"
      },
      {
        "id": "marty-mongoose-2",
        "afterWordIndex": -1,
        "src": "/books/marty-mongoose/02_Illus_01_fb542738-bb9d-4f02-882e-e74391d0fea4.jpg",
        "caption": "Illustration 01",
        "alt": "Illustration 01",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_fb542738-bb9d-4f02-882e-e74391d0fea4.jpg?v=1606898898"
      },
      {
        "id": "marty-mongoose-3",
        "afterWordIndex": 29,
        "src": "/books/marty-mongoose/03_Page-5.jpg",
        "caption": "Page 5",
        "alt": "Page 5",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-5.jpg?v=1645451899"
      },
      {
        "id": "marty-mongoose-4",
        "afterWordIndex": 105,
        "src": "/books/marty-mongoose/04_Illus_03_68d96d1c-2e1a-4d41-b15c-9e810fe9f249.jpg",
        "caption": "Illustration 03",
        "alt": "Illustration 03",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_68d96d1c-2e1a-4d41-b15c-9e810fe9f249.jpg?v=1606898976"
      },
      {
        "id": "marty-mongoose-5",
        "afterWordIndex": 161,
        "src": "/books/marty-mongoose/05_Page-7.jpg",
        "caption": "Page 7",
        "alt": "Page 7",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-7.jpg?v=1645451899"
      },
      {
        "id": "marty-mongoose-6",
        "afterWordIndex": 180,
        "src": "/books/marty-mongoose/06_Illus_05_935d8129-0f7f-4501-9059-658a871ab36b.jpg",
        "caption": "Illustration 05",
        "alt": "Illustration 05",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_05_935d8129-0f7f-4501-9059-658a871ab36b.jpg?v=1606899011"
      },
      {
        "id": "marty-mongoose-7",
        "afterWordIndex": 216,
        "src": "/books/marty-mongoose/07_Page-9.jpg",
        "caption": "Page 9",
        "alt": "Page 9",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-9.jpg?v=1645451900"
      },
      {
        "id": "marty-mongoose-8",
        "afterWordIndex": 256,
        "src": "/books/marty-mongoose/08_Page-10.jpg",
        "caption": "Page 10",
        "alt": "Page 10",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-10.jpg?v=1645451899"
      },
      {
        "id": "marty-mongoose-9",
        "afterWordIndex": 303,
        "src": "/books/marty-mongoose/09_Illus_08_54f36468-4145-4b13-9001-8a5902a758c2.jpg",
        "caption": "Illustration 08",
        "alt": "Illustration 08",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_54f36468-4145-4b13-9001-8a5902a758c2.jpg?v=1606899148"
      },
      {
        "id": "marty-mongoose-10",
        "afterWordIndex": 332,
        "src": "/books/marty-mongoose/10_Illus_09_7de57c65-34e8-49a9-a784-fb356bc0480c.jpg",
        "caption": "Illustration 09",
        "alt": "Illustration 09",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_7de57c65-34e8-49a9-a784-fb356bc0480c.jpg?v=1606899235"
      },
      {
        "id": "marty-mongoose-11",
        "afterWordIndex": 373,
        "src": "/books/marty-mongoose/11_Illus_10_59b2bf11-a36d-484c-a841-68136f4afd99.jpg",
        "caption": "Illustration 10",
        "alt": "Illustration 10",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_59b2bf11-a36d-484c-a841-68136f4afd99.jpg?v=1606899205"
      },
      {
        "id": "marty-mongoose-12",
        "afterWordIndex": 426,
        "src": "/books/marty-mongoose/12_Illus_11_1a719d2a-5320-481c-a806-cbf5a5e3d544.jpg",
        "caption": "Illustration 11",
        "alt": "Illustration 11",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11_1a719d2a-5320-481c-a806-cbf5a5e3d544.jpg?v=1606899374"
      },
      {
        "id": "marty-mongoose-13",
        "afterWordIndex": 477,
        "src": "/books/marty-mongoose/13_Illus_12_4875a2de-b8a8-4ed0-99c3-e175ea9edb60.jpg",
        "caption": "Illustration 12",
        "alt": "Illustration 12",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_12_4875a2de-b8a8-4ed0-99c3-e175ea9edb60.jpg?v=1606899465"
      },
      {
        "id": "marty-mongoose-14",
        "afterWordIndex": 553,
        "src": "/books/marty-mongoose/14_Illus_13_f86a8380-94dc-4ff1-bf02-192675b05556.jpg",
        "caption": "Illustration 13",
        "alt": "Illustration 13",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_13_f86a8380-94dc-4ff1-bf02-192675b05556.jpg?v=1606899491"
      },
      {
        "id": "marty-mongoose-15",
        "afterWordIndex": 605,
        "src": "/books/marty-mongoose/15_Illus_14_a89604c4-336a-44e8-a355-3dfdde9d426a.jpg",
        "caption": "Illustration 14",
        "alt": "Illustration 14",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_14_a89604c4-336a-44e8-a355-3dfdde9d426a.jpg?v=1606899564"
      },
      {
        "id": "marty-mongoose-16",
        "afterWordIndex": 636,
        "src": "/books/marty-mongoose/16_Illus_15_0a1a4f1b-df02-4424-94d6-d354e0c188f6.jpg",
        "caption": "Illustration 15",
        "alt": "Illustration 15",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_15_0a1a4f1b-df02-4424-94d6-d354e0c188f6.jpg?v=1606899591"
      },
      {
        "id": "marty-mongoose-17",
        "afterWordIndex": 692,
        "src": "/books/marty-mongoose/17_Illus_16_116b9e88-a2d4-463f-9979-118d9a83838d.jpg",
        "caption": "Illustration 16",
        "alt": "Illustration 16",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_16_116b9e88-a2d4-463f-9979-118d9a83838d.jpg?v=1606899620"
      },
      {
        "id": "marty-mongoose-18",
        "afterWordIndex": 706,
        "src": "/books/marty-mongoose/18_Illus_17_e916f752-28b0-40bf-ab1b-f5b86f2819a8.jpg",
        "caption": "Illustration 17",
        "alt": "Illustration 17",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_17_e916f752-28b0-40bf-ab1b-f5b86f2819a8.jpg?v=1606899664"
      },
      {
        "id": "marty-mongoose-19",
        "afterWordIndex": 706,
        "src": "/books/marty-mongoose/19_Illus-18_507bd76e-b9c9-4587-b8b2-5381af9ab9af.jpg",
        "caption": "Illustration 18",
        "alt": "Illustration 18",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-18_507bd76e-b9c9-4587-b8b2-5381af9ab9af.jpg?v=1606899734"
      },
      {
        "id": "marty-mongoose-20",
        "afterWordIndex": 738,
        "src": "/books/marty-mongoose/20_Illus-19_769c4414-83dd-4f9b-8ae7-696ca7df66ac.jpg",
        "caption": "Illustration 19",
        "alt": "Illustration 19",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-19_769c4414-83dd-4f9b-8ae7-696ca7df66ac.jpg?v=1606899755"
      },
      {
        "id": "marty-mongoose-21",
        "afterWordIndex": 766,
        "src": "/books/marty-mongoose/21_Illus-20_0b31a0f9-d5ca-4c44-b900-566857737299.jpg",
        "caption": "Illustration 20",
        "alt": "Illustration 20",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-20_0b31a0f9-d5ca-4c44-b900-566857737299.jpg?v=1606899792"
      },
      {
        "id": "marty-mongoose-22",
        "afterWordIndex": 801,
        "src": "/books/marty-mongoose/22_02_09cb43c4-9d0b-40f1-a29f-0ccb7b81ff48.jpg",
        "caption": "Back cover",
        "alt": "Back cover",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/02_09cb43c4-9d0b-40f1-a29f-0ccb7b81ff48.jpg?v=1613467665"
      }
    ],
    "uuid": "8a6ff658-404e-4885-9006-5cfa63bf8e10"
  },
  {
    "id": "twas-the-night-before-christmas",
    "title": "'Twas the Night Before Christmas",
    "text": "'Twas the night before Christmas, when all through the house\nNot a creature was stirring, not even a mouse;\nThe stockings were hung by the chimney with care,\nIn hopes that St. Nicholas soon would be there;\n\nThe children were nestled all snug in their beds,\nWhile visions of sugar-plums danced in their heads;\nAnd mamma in her kerchief, and I in my cap,\nHad just settled our brains for a long winter’s nap,\n\nWhen out on the lawn there arose such a clatter,\nI sprang from the bed to see what was the matter.\nAway to the window I flew like a flash,\nTore open the shutters and threw up the sash.\n\nThe moon on the breast of the new-fallen snow\nGave the lustre of mid-day to objects below,\nWhen, what to my wondering eyes should appear,\nBut a miniature sleigh, and eight tiny reindeer,\n\nWith a little old driver, so lively and quick,\nI knew in a moment it must be St. Nick.\nMore rapid than eagles his coursers they came,\nAnd he whistled, and shouted, and called them by name:\n\n\"Now, Dasher! now, Dancer! now, Prancer and Vixen!\nOn, Comet! on, Cupid! on, Donder and Blitzen!\nTo the top of the porch! to the top of the wall!\nNow dash away! dash away! dash away all!\"\n\nAs dry leaves that before the wild hurricane fly,\nWhen they meet with an obstacle, mount to the sky;\nSo up to the house-top the coursers they flew,\nWith the sleigh full of Toys, and St. Nicholas too.\n\nAnd then, in a twinkling, I heard on the roof\nThe prancing and pawing of each little hoof.\nAs I drew in my head, and was turning around,\nDown the chimney St. Nicholas came with a bound.\n\nHe was dressed all in fur, from his head to his foot,\nAnd his clothes were all tarnished with ashes and soot;\nA bundle of Toys he had flung on his back,\nAnd he looked like a peddler just opening his pack.\n\nHis eyes—how they twinkled! his dimples how merry!\nHis cheeks were like roses, his nose like a cherry!\nHis droll little mouth was drawn up like a bow,\nAnd the beard of his chin was as white as the snow;\n\nThe stump of a pipe he held tight in his teeth,\nAnd the smoke it encircled his head like a wreath;\nHe had a broad face and a little round belly,\nThat shook when he laughed, like a bowlful of jelly.\n\nHe was chubby and plump, a right jolly old elf,\nAnd I laughed when I saw him, in spite of myself;\nA wink of his eye and a twist of his head,\nSoon gave me to know I had nothing to dread;\n\nHe spoke not a word, but went straight to his work,\nAnd filled all the stockings; then turned with a jerk,\nAnd laying his finger aside of his nose,\nAnd giving a nod, up the chimney he rose;\n\nHe sprang to his sleigh, to his team gave a whistle,\nAnd away they all flew like the down of a thistle.\nBut I heard him exclaim, ere he drove out of sight,\n\"Happy Christmas to all, and to all a good-night.\"",
    "images": [
      {
        "id": "twas-the-night-before-christmas-cover",
        "afterWordIndex": -1,
        "src": "/books/twas-the-night-before-christmas/cover.jpg",
        "caption": "Cover",
        "alt": "Cover",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/cover.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-0",
        "afterWordIndex": 36,
        "src": "/books/twas-the-night-before-christmas/img007.jpg",
        "caption": "Stockings were hung by the chimney with care",
        "alt": "Stockings in the fireplace",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img007.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-1",
        "afterWordIndex": 73,
        "src": "/books/twas-the-night-before-christmas/img009.jpg",
        "caption": "The children were nestled all snug in their beds",
        "alt": "Children nestled in bed",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img009.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-2",
        "afterWordIndex": 112,
        "src": "/books/twas-the-night-before-christmas/img011.jpg",
        "caption": "I sprang from the bed to see what was the matter",
        "alt": "Looking out the window",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img011.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-3",
        "afterWordIndex": 145,
        "src": "/books/twas-the-night-before-christmas/img013.jpg",
        "caption": "A miniature sleigh, and eight tiny reindeer",
        "alt": "Sleigh and reindeer",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img013.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-5",
        "afterWordIndex": 335,
        "src": "/books/twas-the-night-before-christmas/img021.jpg",
        "caption": "He looked like a peddler just opening his pack",
        "alt": "Santa opening his pack",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img021.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-6",
        "afterWordIndex": 375,
        "src": "/books/twas-the-night-before-christmas/img023.jpg",
        "caption": "The beard of his chin was as white as the snow",
        "alt": "Santa's face",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img023.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-7",
        "afterWordIndex": 416,
        "src": "/books/twas-the-night-before-christmas/img025.jpg",
        "caption": "A little round belly, that shook when he laughed",
        "alt": "Santa laughing",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img025.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-8",
        "afterWordIndex": 496,
        "src": "/books/twas-the-night-before-christmas/img029.jpg",
        "caption": "Up the chimney he rose",
        "alt": "Santa going up the chimney",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img029.jpg"
      },
      {
        "id": "twas-the-night-before-christmas-9",
        "afterWordIndex": 538,
        "src": "/books/twas-the-night-before-christmas/img031.jpg",
        "caption": "Happy Christmas to all, and to all a good-night",
        "alt": "Santa flying away",
        "sourceUrl": "https://www.gutenberg.org/cache/epub/17135/images/img031.jpg"
      }
    ],
    "uuid": "4ae791ce-01ca-4970-bf2b-00af2c2a99a8"
  },
  {
    "id": "hide-and-seek",
    "title": "HIDE AND SEEK",
    "text": "Was it just another game of hide and seek? No. It was not. First, she fell into a deep, dark hole in the ground and then they found a treasure. Did it end there? No! It did not. Read more about this thrilling adventure of Sally and friends in this free illustrated kids’ book. The fun never ends when Sally’s around!\n\nIt is illegal to use this free children's book for commercial without giving us credit by linking to our website\n\nwww.monkeypen.com\n\n. Teachers and Educational Institutions, please read our\n\nT&C\n\nbefore making any use of monkeypen books.\n\nPlease share our books with your friends and family to support our mission. Thank you\n\nDownload Free PDF Book\n\nClick here to read more Free Children's books\n\nA simple game of hide-and-seek leads the children into the adventure of their lives.\n\nAn exciting story that will have little readers turning the pages, eager to know what comes next.\n\nJames, his sister Sally, and Mark, their BFF (Best Friend Forever) were bored. They had played all day but now that it was dark and difficult to see, they had nothing to do.\n\nThey couldn’t play soccer because they couldn’t see the ball. They didn’t want to go inside and play a game because it was a beautiful springtime night and they liked being outside, especially after having to play inside all winter long. They just didn’t know what to do and it was a little too early for them to go home.\n\n“I guess I’ll just go home,” Mark said in a sad voice. “Aww come on,” replied James. “We still have time for another game of – of something.”\n\nThen Sally said, “I have an idea! Let’s play Hide-and Seek.”\n\n“I was just going to say that,” James said. “Yah, I’ll bet,” replied his sister. “You always say you were thinking of whatever I think of,” she snapped. “Do not!” James said in a loud voice. “Do too,” yelled Sally.\n\nMark just looked down at the ground and shook his head from side to side. “They are at it again,” he mumbled to himself. Then he yelled, “Okay, let’s play Hide-and-Seek\n\nI’ll be the seeker!”\n\nHe turned, faced a big tree, closed his eyes, and started counting out loud. “100 – 99 – 98 – 97 …..” Sally and Mark stopped arguing, looked at each other, and ran off in different directions to find a hiding place.\n\nIn the distance they could still hear Mark counting\n\n“4 – 3 – 2 – 1. Ready or not, here\n\nI come!” Then he turned and began looking for places\n\nwhere they could be hiding.\n\nFinding Sally was easy.\n\nShe always ran off and then circled back\n\nso she would be close to “base,”\n\nthe safe place to get to before being tagged.\n\nMark looked for the biggest tree\n\nand ran towards it.\n\nBut she wasn’t there.\n\n“I’ll bet she’s behind that big bush,”\n\nhe said to himself.\n\nSo he ran to it and was ready to tag her,\n\nbut she wasn’t there either.\n\nAs he turned around, he saw James running towards\n\n“base” and darted after him. Just before\n\nhe touched James’ shoulder, James tagged the “base”\n\nand yelled out “SAFE!” “Did you get Sally yet?”\n\nJames asked. “No,” said Mark.\n\n“I haven’t been able to find her and it’s getting late and\n\nwe need to be heading home.”\n\nSo both boys yelled out\n\n“Come on out Sally, it’s late.”\n\nBut there was no reply.\n\nNot even a little snicker from\n\nsomewhere in the darkness.\n\nThey yelled again.\n\n“Come on out Sally, it’s late.”\n\nStill there was no reply from Sally.\n\nThey began to worry and started searching for her. As they walked around the area they called out “Sally, come on, we give up; you’re safe.”\n\nBut no matter where they looked,\n\nor how much they called out,\n\nSally was wondering what had happened.\n\nAll she could remember was\n\ncrawling under the big trunk\n\nof a fallen tree to hide.\n\nNow, as she looked up, she saw\n\nseveral stars through a small hole above her head.\n\nShe had fallen into a hole\n\nwhen she crawled under the tree trunk.\n\n“Help!” she yelled and heard her voice\n\necho throughout what must have been a cave.\n\n“HELP! Help, help, help!”\n\n“Did you hear that, James?”\n\nMark said excitedly.\n\n“Sally just yelled for help.”\n\n“Keep yelling Sally,” James screamed.\n\n“That way we can find you.”\n\nSally heard her brother and\n\nkept screaming. After a short while the boys were standing next to the big tree trunk.\n\n“Hey! Are you stuck under this tree?”\n\nasked James. “Kind of,” Sally yelled.\n\n“When I crawled under\n\nit to hide, I fell into a cave.\n\nPlease help me, I’m scared.\n\nIt’s dark and I can’t get out.”\n\nMark said,\n\n“James you stay with Sally and\n\nI will go get my dad.”\n\nThen he dashed off into the darkness.\n\n“Don’t be scared,” James said.\n\n“I am right here with you.”\n\n“No, you’re not,” Sally sobbed.\n\n“You’re up there and I’m down here.”\n\nAs Sally turned in the darkness of the cave,\n\nshe bumped into something,\n\nscreamed, and began to cry.\n\n“What’s wrong?” James yelled.\n\n“There’s something down here with me,”\n\nSally replied in a shaky voice.\n\nJust then, Mark and his dad came\n\nrunning through the woods.\n\nMark’s father knelt down and asked Sally\n\nif she was okay. He could hear her crying and sobbing. “Sally, are you hurt?”\n\nhe asked. “No,” she said.\n\n“But I’m scared and there is\n\nsomething down here with me.”\n\n“Stand back Sally.\n\nI am lowering a rope and\n\nwill be down with you in a second.”\n\nMark’s dad tied the rope to the tree,\n\nfound the hole under the tree trunk,\n\nwiggled a bit, and lowered\n\nhimself into the cave.\n\nSally could see him coming down\n\nthe rope and stopped crying.\n\nNot only was he there but the cave became\n\nbrighter from the beam of\n\nhis flashlight as it danced\n\nacross the cave’s floor and walls.\n\nAs he reached the floor of the cave,\n\nhe shone the light on Sally and gave\n\nher a big hug. “Don’t be frightened,”\n\nhe said. “I’ll have you out of here in no time.”\n\nThen he shone the light around\n\nand saw that she had fallen into a small cave.\n\nAnd very close to her,\n\nin the middle of the cave,\n\nwas something wrapped in layers\n\nof old blankets.\n\n“Mark, James, there’s something down here.\n\nI am going to tie it to the rope and I want you to\n\npull it out.” “Okay,” they replied.\n\nThe boys pulled out the object, untied it,\n\nand let the loose end of\n\nthe rope fall back into the cave.\n\nThe cave wasn’t deep and Marks’\n\ndad boosted Sally over his head so she could\n\ncrawl out. He then grabbed\n\nthe rope and with a little jump, was\n\nable to grab the opening\n\nand pull himself out.\n\n“Let’s go back to my house for a cup of hot tea.\n\nI’ll call your parents so they aren’t worried,\n\nand we’ll see what treasure Sally found.” He said.\n\nWhen they got to Mark’s house,\n\nthey sipped their tea and began unwrapping the treasure.\n\nThey carefully peeled off layers of old blankets\n\nand cloth to reveal a wooden box.\n\nThey slowly opened it and stared in amazement.\n\n“Oh my,” Sally said in disbelief.\n\n“I don’t believe what I am seeing.”\n\nThe boys and Mark’s father just stared.\n\nInside the box were jewels of every color you could imagine. There were diamonds,rubies, sapphires, and emeralds\n\nof all shapes and sizes.Intermixed they could see several\n\ngold coins and strands of pearls.“We’re rich,” the boys screamed. “Not quite,” interrupted Mark’s father. “Someone could have lost this and I don’t think you should plan on spending any of it until we find out a little more. Besides, Sally found it.” “I’ll share it,” Sally said happily. “That’s nice Sally,” replied Marks dad. But the right thing\n\nto do is contact the authorities.”\n\nThe next day, the four of them\n\nand Sally’s mother drove to the police station,\n\nexplained what had happened,\n\nand gave the treasure to the police to hold while\n\nthey conducted their investigation.\n\nThey left the police station sadly\n\nand even the double dipped ice cream cones\n\nMark’s father bought for them\n\ndidn’t make them smile.They drove back in silence.\n\nSeveral weeks passed with\n\nno word from the police.\n\nThen, one evening, Mark’s father\n\ncalled James, Sally, and their parents.\n\n“The police just called and\n\nI think you should come over right now,”\n\nhe said. “I’m afraid there is some\n\nbad news about the treasure.\n\nThe police are on their way and\n\nwill explain everything when you get here.”\n\nSally and James didn’t say\n\nmuch during the ride to Mark’s house.\n\nSally thought that since it was\n\n“bad news” the treasure belonged\n\nto someone else, even though\n\nthey probably lost it.\n\n“Whatever happened to ‘finders-keepers’?”\n\nshe mumbled. “What did you say Sally?”\n\nher mother asked. “Oh, nothing.”\n\nSally replied. Then she let out\n\na long, sad sigh that echoed\n\nthrough the car.\n\nWhen they arrived at Mark’s house,\n\nthe police were there with the treasure box.\n\nAs Sally entered,\n\nthe captain introduced himself and said,\n\n“Sally, this is yours.\n\nYour parents need to sign\n\nsome papers but the box and its\n\ncontents are yours.”\n\nSally, Mark, and James\n\nshrieked with joy and danced\n\naround the room. Then Sally said,\n\n“What is the bad news?”\n\nThe captain smiled and said.\n\n“The treasure is worth more money than\n\nyou can imagine and with your\n\nnew found wealth comes\n\ngreat responsibility.” Sally didn’t quite understand\n\nwhat the captain was talking about and right now\n\nit really didn’t matter.\n\nMark asked,\n\n“Are you going to share?”\n\n“Of course,” Sally said.\n\n“If you and James didn’t help me\n\nI might still be there.”\n\nSeveral days later Sally asked\n\neveryone over to her house.\n\n“I have decided what to do with\n\nthe money from the treasure after it is sold,”\n\nshe said.\n\n“I am giving 1/6 to our Mom and Dad,\n\n1/6 to Mark’s Mom and Dad,\n\n1/6 to Mark, 1/6 to James, and 1/6 for me.”\n\n“There is an extra 1/6,”\n\nMark proudly stated. He loved math\n\nand was right on top of Sally’s calculations.\n\n“No there’s not,” Sally said.\n\n“Is too,” James said. “Is not,”\n\nSally said in an angered voice. Just as\n\nMark was going to say,\n\n“They are at it again,” Sally said,\n\n“This is why there isn’t an extra 1/6!\n\nI am giving it to the local charity, so\n\nit can be given to those less\n\nfortunate and in need.”\n\nHer mother and father said\n\nit was a caring and responsible thing to do.\n\nThey were very proud of her and knew that she\n\nunderstood what the captain meant when he had turned\n\nthe treasure over to her just days before.\n\nPlease share our books with your friends and family to support our mission. Thank you\n\nDownload Free PDF Book\n\nClick here to read more Free Children's books",
    "images": [
      {
        "id": "hide-and-seek-5",
        "afterWordIndex": 124,
        "src": "/books/hide-and-seek/img_005.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/Hide-and-Seek.jpg?v=1613041069"
      },
      {
        "id": "hide-and-seek-6",
        "afterWordIndex": 155,
        "src": "/books/hide-and-seek/img_006.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-01_ea21fc6e-8b2f-426d-885a-a113c76561df.jpg?v=1606543699"
      },
      {
        "id": "hide-and-seek-7",
        "afterWordIndex": 287,
        "src": "/books/hide-and-seek/img_007.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-02_41fc1245-ae3a-468d-858a-bf08e2403edd.jpg?v=1606543731"
      },
      {
        "id": "hide-and-seek-8",
        "afterWordIndex": 439,
        "src": "/books/hide-and-seek/img_008.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-03_b15c4821-d9c9-4967-a88d-0d4834c798fb.jpg?v=1606543791"
      },
      {
        "id": "hide-and-seek-9",
        "afterWordIndex": 508,
        "src": "/books/hide-and-seek/img_009.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-04_83af6597-9945-4e4b-b7af-c583eed13a7c.jpg?v=1606543804"
      },
      {
        "id": "hide-and-seek-10",
        "afterWordIndex": 564,
        "src": "/books/hide-and-seek/img_010.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-05_2b4fe8fc-1aca-4584-ac10-3ae957c5d0bd.jpg?v=1606543825"
      },
      {
        "id": "hide-and-seek-11",
        "afterWordIndex": 644,
        "src": "/books/hide-and-seek/img_011.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-06_6e47f178-11ab-4b2b-b818-16bb15b34189.jpg?v=1606543836"
      },
      {
        "id": "hide-and-seek-12",
        "afterWordIndex": 714,
        "src": "/books/hide-and-seek/img_012.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-07_c2a74963-22bd-4ed6-8f91-3c838695ea6a.jpg?v=1606543848"
      },
      {
        "id": "hide-and-seek-13",
        "afterWordIndex": 796,
        "src": "/books/hide-and-seek/img_013.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-08.jpg?v=1606543859"
      },
      {
        "id": "hide-and-seek-14",
        "afterWordIndex": 858,
        "src": "/books/hide-and-seek/img_014.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-09.jpg?v=1606543874"
      },
      {
        "id": "hide-and-seek-15",
        "afterWordIndex": 940,
        "src": "/books/hide-and-seek/img_015.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-10_e7d55239-4472-424d-b83c-db8dfd178942.jpg?v=1606543889"
      },
      {
        "id": "hide-and-seek-16",
        "afterWordIndex": 1000,
        "src": "/books/hide-and-seek/img_016.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-11_50eb8dcb-1399-4d85-af2c-fb84ea32321e.jpg?v=1606543902"
      },
      {
        "id": "hide-and-seek-17",
        "afterWordIndex": 1069,
        "src": "/books/hide-and-seek/img_017.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-12_0c4d9611-8297-4d0f-bd2f-3a9714c751a7.jpg?v=1606543917"
      },
      {
        "id": "hide-and-seek-18",
        "afterWordIndex": 1153,
        "src": "/books/hide-and-seek/img_018.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-13_ddc0b97c-19a8-43ee-80c5-5eb431fb0121.jpg?v=1606543938"
      },
      {
        "id": "hide-and-seek-19",
        "afterWordIndex": 1182,
        "src": "/books/hide-and-seek/img_019.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-14_2f64efc7-0f0c-41e0-8e5b-2397cc118fb6.jpg?v=1606543954"
      },
      {
        "id": "hide-and-seek-20",
        "afterWordIndex": 1220,
        "src": "/books/hide-and-seek/img_020.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-15_0d75312e-54f9-4467-9150-f44761648686.jpg?v=1606543969"
      },
      {
        "id": "hide-and-seek-21",
        "afterWordIndex": 1331,
        "src": "/books/hide-and-seek/img_021.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-16_26d77ad2-1c21-4cd0-ad81-fb4c7d07a158.jpg?v=1606543982"
      },
      {
        "id": "hide-and-seek-22",
        "afterWordIndex": 1391,
        "src": "/books/hide-and-seek/img_022.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-17_353b43a5-2f07-4827-af99-796c8ecf093e.jpg?v=1606543997"
      },
      {
        "id": "hide-and-seek-23",
        "afterWordIndex": 1450,
        "src": "/books/hide-and-seek/img_023.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-18_3d6da7a6-16b9-408a-9c61-2a84e7dcf35b.jpg?v=1606545034"
      },
      {
        "id": "hide-and-seek-24",
        "afterWordIndex": 1513,
        "src": "/books/hide-and-seek/img_024.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-19_7f7a4639-4628-4cf4-856d-47b15d4e39e4.jpg?v=1606545107"
      },
      {
        "id": "hide-and-seek-25",
        "afterWordIndex": 1555,
        "src": "/books/hide-and-seek/img_025.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-19A_61033b60-949f-432e-b821-b0b1a0e6369d.jpg?v=1606544021"
      },
      {
        "id": "hide-and-seek-26",
        "afterWordIndex": 1616,
        "src": "/books/hide-and-seek/img_026.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-20_04f15207-0de6-4451-adc8-5272473ee854.jpg?v=1606544080"
      },
      {
        "id": "hide-and-seek-27",
        "afterWordIndex": 1711,
        "src": "/books/hide-and-seek/img_027.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-21_e0e78d06-f151-4c3e-bedd-3db57fe6237c.jpg?v=1606544113"
      },
      {
        "id": "hide-and-seek-28",
        "afterWordIndex": 1811,
        "src": "/books/hide-and-seek/img_028.jpg",
        "caption": "Free Children's Book",
        "alt": "Free Children's Book",
        "sourceUrl": "https://cdn.shopify.com/s/files/1/2081/8163/files/02_e7ee277b-6e81-4d86-a72e-d41035ba7093.jpg?v=1613042015"
      }
    ],
    "uuid": "65e284bb-7113-4d1c-a910-a98c7323df4d"
  }
]